import { createArray } from "../helpers/index";

export const allmonths = [
  "Зори (январь)",
  "Солнца (февраль)",
  "Вод(март)",
  "Земли (апрель)",
  "Зерна (май)",
  "Равновесия (июнь)",
  "Огня (июль)",
  "Плодородия (август)",
  "Благодати (сентябрь)",
  "Ветров (октябрь)",
  "Холодов (ноябрь)",
  "Тьмы (декабрь)",
];

export const allWeekDays = [
  "понедельник",
  "вторник",
  "среда",
  "четверг",
  "пятница",
  "суббота",
  "воскресенье",
];

export const minutes = createArray(60);
export const hours = createArray(24);
